package com.example.homework

object Brends {
    var brends = arrayListOf<Brend>(
        Brend(1,"Coca-Cola", "Черный напиток", "Coca-Cola («Кока-Кола»[1]) — безалкогольный газированный напиток, производимый компанией «The Coca-Cola Company».", R.drawable.coca, 102),
        Brend(2,"Sprite", "Прозрачный напиток", "Sprite («Спрайт») — газированный безалкогольный напиток, со вкусом лайма и лимона, принадлежащий американской компании The Coca-Cola Company. Изначально Спрайт позиционировался как содовая со вкусом лимона.", R.drawable.sprite, 567),
        Brend(3, "Fanta", "Желтый напиток", "Фа́нта (нем. Fanta) — безалкогольный сильногазированный прохладительный напиток с цитрусовым вкусом; выпускается корпорацией Coca-Cola.", R.drawable.fanta, 776),
        Brend(4, "Mountain Dew", "Зеленый напиток", "Mountain Dew (с англ. — «горная роса») — безалкогольный сильногазированный прохладительный напиток, торговая марка американской компании PepsiCo.", R.drawable.mountain, 665),
        Brend(5, "Алиса", "Не вкусный напиток", "История ООО \"ПКФ \"Алиса\" начинается в далеком 1995 году.\n" +
                "\n" +
                "За 25 лет компания заслужила безмерное доверие покупателей за неизменный вкус и отменное качество производимых безалкогольных напитков. Нахождение в постоянном поиске, внедрение технических и технологических новшеств, сочетание лучших традиций со смелыми инновациями стало залогом успеха ООО \"ПКФ \"Алиса\" не только в родной республике Татарстан, но и далеко за ее пределами.", R.drawable.alisa, -12)
    )
}